Repository: nrkno/sofie-core
Catalog: meteor/i18n/*.po
Languages: nn

source: Filter Disabled
nn: Filter deaktivert

source: Include Clear Source Layer in Ad-Libs
nn: Ta med "Tøm kjeldelag" i adliber

source: Source Layer Types
nn: Kjeldelagstypar

source: Filter disabled
nn: Filter deaktivert

source: Label contains
nn: Etikett inneheld

source: Tags must contain
nn: Tagger må innehalde

source: Hide Panel from view
nn: Ikkje vis dette panelet

source: Show panel as a timeline
nn: Vis panel som ei tidslinje

source: Enable search toolbar
nn: Aktiver søkeverktøy

source: Overflow horizontally
nn: Horisontal overflyt

source: Display Take buttons
nn: Vis Take-knapp

source: Queue all adlibs
nn: Cue alle adliber

source: Toggle AdLibs on single mouse click
nn: Veksle mellom adliber med enkelt museklikk

source: Hide duplicated AdLibs
nn: Skjul dupliserte adliber

source: Picks the first instance of an adLib per rundown, identified by uniqueness Id
nn: Velger den første førekomsten av ein adlib i kvar køyreplan, identifisert av unik id

source: URL
nn: Adresse (url)

source: Display Rank
nn: Rangering for visning

source: Role
nn: Rolle

source: Adlib Rank
nn: Adlib-rang

source: Place label below panel
nn: Plasser etikett under panel

source: Disabled
nn: Deaktivert

source: Show segment name
nn: Vis tittelen sitt namn

source: Show part title
nn: Vis delen sin tittel

source: Hide for dynamically inserted parts
nn: Skjul for dynamisk innsatte delar

source: Planned Start Text
nn: Tekst for planlagt start

source: Text to show above show start time
nn: Tekst som blir vist over klokkeslett for sendestart

source: Hide Diff
nn: Skjul skilnad

source: Hide Planned Start
nn: Skjul planlagt start

source: Planned End text
nn: Tekst for planlagt slutt

source: Text to show above show end time
nn: Tekst som blir vist over klokkeslett for sendeslutt

source: Hide Planned End Label
nn: Skjul etikett for planlagt slutt

source: Hide Diff Label
nn: Skjul etikett for skilnad

source: Hide Countdown
nn: Skjul nedteljing

source: Hide End Time
nn: Skjul sendeslutt

source: Hide Label
nn: Skjul etikett

source: Text
nn: Tekst

source: Show Rundown Name
nn: Vis køyreplannamn

source: Segment
nn: Tittel

source: Part
nn: Del

source: Width
nn: Breidde

source: Height
nn: Høgde

source: Scale
nn: Skala

source: Custom Classes
nn: Tilpassa klasser

source: Device ID
nn: Eining-id

source: Device Type
nn: Type eining

source: Remove this item?
nn: Fjern dette elementet?

source: Are you sure you want to remove {{type}} "{{deviceId}}"?
nn: Er du sikker på at du vil fjerne eininga {{type}} "{{deviceId}}"?

source: Attached Subdevices
nn: Tilkopla undereiningar

source: Expected End text
nn: Tekst for venta slutt

source: Text to show above countdown to end of show
nn: Tekst som blir vist over nedteljing til venta slutt

source: Hide Expected End timing when a break is next
nn: Gøym nedteljing til venta slutt når neste punkt er ei pause

source: While there are still breaks coming up in the show, hide the Expected End timers
nn: Gøym nedteljing til venta slutt medan det framleis er pauser att i sendinga

source: Show next break timing
nn: Vis tid for neste pause

source: Whether to show countdown to next break
nn: Om nedteljing til neste pause skal visast

source: Last rundown is not break
nn: Siste køyreplan er inga pause

source: Don't treat the end of the last rundown in a playlist as a break
nn: Ikkje behandle slutten av den siste køyreplanen i ei speleliste som ei pause

source: Next Break text
nn: Tekst for neste pause

source: Text to show above countdown to next break
nn: Tekst som blir vist over nedteljing til neste pause

source: Expose as user selectable layout
nn: Gjer tilgjengeleg som brukarvalgt layout

source: Shelf Layout
nn: Layouter for skuffen

source: Mini Shelf Layout
nn: Layouter for miniskuff

source: Rundown Header Layout
nn: Layout for køyreplanen sin topptekst

source: Hide Rundown Divider
nn: Skjul køyreplanskilje

source: Hide rundown divider between rundowns in a playlist
nn: Skjul skilje mellom køyreplanar i ei speleliste

source: Show Breaks as Segments
nn: Vis pauser som titlar

source: Segment countdown requires source layer
nn: Nedteljing for tittel krev kjeldelag

source: One of these source layers must have a piece for the countdown to segment on-air to be show
nn: Eit av desse kjeldelaga må ha eit element for at nedteljinga til tittelen er OnAir visas

source: Fixed duration in Segment header
nn: Låst lengde i tittelheader

source: The segment duration in the segment header always displays the planned duration instead of acting as a counter
nn: Tittelen si lengde i tittelheaderen vil alltid vise den planlagde lengda i staden for å telje ned

source: Select visible Source Layers
nn: Vel synlege kjeldelag

source: Select visible Output Groups
nn: Vel synleg gruppe for utgang

source: Expose layout as a standalone page
nn: Gjer layout tilgjengeleg som ei sjølvstendig side

source: Open shelf by default
nn: Åpne skuff som standard

source: Default shelf height
nn: Standard høyde for skuff

source: Show Buckets
nn: Vis bøtter

source: Disable Context Menu
nn: Skruv av kontekstmeny

source: This action has an invalid combination of filters
nn: Denne handlinga har ein ugydlig kombinasjon av filtre

source: Use Trigger Mode
nn: Type utløysar

source: Force
nn: Tving

source: Rehearsal
nn: Testmodus

source: Undo
nn: Angre

source: Segments: {{delta}}
nn: Segment: {{delta}}

source: Parts: {{delta}}
nn: Delar: {{delta}}

source: Open
nn: Opne

source: Toggle
nn: Veklse

source: On
nn: På

source: Activate Rundown
nn: Aktiver køyreplan

source: Deactivate Rundown
nn: Deaktiver køyreplan

source: Disable next Piece
nn: Skip neste element

source: Move Next
nn: Skip neste

source: Reload NRCS Data
nn: Last inn MOS-data på nytt

source: Resync with NRCS
nn: Synkroniser med ENPS

source: Shelf
nn: Skuff

source: Rewind Segments to start
nn: Sett alle segment attende til start

source: Go to On Air line
nn: Gå til OnAir-posisjon

source: Show entire On Air Segment
nn: Vis heile tittelen som er OnAir

source: Force (deactivate others)
nn: Tving (deaktiver andre)

source: Move Segments
nn: Skip segment

source: Move Parts
nn: Skip del

source: State
nn: Tilstand

source: Action
nn: Handling

source: Ad-Lib Action
nn: Adlib-handling

source: Clear Source Layer
nn: Tøm kjeldelag

source: Sticky Piece
nn: Element er sticky

source: Global AdLibs
nn: Globale adliber

source: Label
nn: Etikett

source: Limit
nn: Grense

source: Output Layer
nn: Utgangslag

source: Pick
nn: Plukk

source: Pick last
nn: Plukk siste

source: Source Layer
nn: Kjeldelag

source: Source Layer Type
nn: Kjeldelagstypar

source: Not Global
nn: Ikkje globale

source: Only Global
nn: Berre globale

source: Now active rundown
nn: Aktiv køyreplan nett no

source: View
nn: Visning

source: Executes within the currently open Rundown, requires a Client-side trigger.
nn: Blir utførte innanfor den valde køyreplanen, men treng ein utløysar frå klienten.

source: Select Action
nn: Vel handling

source: No Ad-Lib matches in the current state of Rundown: "{{rundownPlaylistName}}"
nn: Ingen treff på adliber i noverande tilstand for køyeplanen: "{{rundownPlaylistName}}"

source: No matching Rundowns available to be used for preview
nn: Ingen passande køyreplanar tilgjengelege for førehandvisning

source: Multilingual description, editing will overwrite
nn: Endring vil overskrive fleirspråkleg skildring

source: Optional description of the action
nn: Valfri skildring av handlinga

source: Triggered Actions uploaded successfully.
nn: Opplasting av handlingsutløysarar var vellukka.

source: Triggered Actions failed to upload: {{errorMessage}}
nn: Opplasting av handlingsutløysarar feila: {{errorMessage}}

source: Append or Replace
nn: Legg til eller erstatt

source: Do you want to append these to existing Action Triggers, or do you want to replace them?
nn: Vil du legge desse til dei noverande handlingsutløysarane, eller vil du erstatta dei?

source: Append
nn: Legg til

source: Action Triggers
nn: Handlingsutløysarar

source: Find Trigger...
nn: Finn utløysar...

source: No matching Action Trigger.
nn: Fekk ikkje treff blant handlingsutløysar.

source: No Action Triggers set up.
nn: Ingen handlingsutløysarar er satt opp.

source: System-wide
nn: Systemvid

source: Upload stored Action Triggers
nn: Last opp lagra handlingsutløysarar

source: Download Action Triggers
nn: Last ned handlingsutløysarar

source: On release
nn: På slipp ("Key up")

source: Empty
nn: Tom

source: Hotkey
nn: Hurtigtast

source: Trigger Type
nn: Type utløysar

source: Failed to update config: {{errorMessage}}
nn: Oppdatering av konfigurasjon feila: {{errorMessage}}

source: Export
nn: Eksporter

source: {{count}} rows
nn: {{count}} rader

source: Value
nn: Verdi

source: Create
nn: Opprett

source: Add config item
nn: Legg til konfigurasjonselement

source: Add
nn: Legg til

source: Item
nn: Element

source: Delete this item?
nn: Slett dette elementet?

source: Are you sure you want to delete this config item "{{configId}}"?
nn: Er du sikker på at du vil slette dette konfigurasjonselementet "{{configId}}"?

source: Blueprint Configuration
nn: Blueprintkonfigurasjon

source: More settings specific to this studio can be found here
nn: Meir spesifikke innstillingar for dette studioet finn du her

source: There was an error: {{error}}
nn: Det skjedde ein feil: {{error}}

source: Package Manager status
nn: Status for pakkebehandlar

source: Reload statuses
nn: Last inn status om att

source: Updated
nn: Oppdatert

source: Package Manager
nn: Pakkebehandlar

source: Statistics
nn: Statistikk

source: Times
nn: Tider

source: Connected Workers
nn: Tilkopla arbeidarar

source: Work-in-progress
nn: Pågåande jobbar

source: WorkForce
nn: Arbeidarstyrke

source: Connected App Containers
nn: Tilkopla app-kontainere

source: No status loaded
nn: Ingen status lasta

source: Peripheral Device is outdated
nn: Tilkopla eining er utdatert

source: The config UI is now driven by manifests fed by the device. This device needs updating to provide the configManifest to be configurable
nn: Brukergrensesnitt for konfigurasjon drivast no av manifest mata frå einingane. Denne einga må oppdaterast for å gjere configManifest konfigurerbart

source: Are you sure you want to restart this device?
nn: Er du sikker på at du vil starte denne eininga på nytt?

source: Restart this Device?
nn: Start denne eininga på nytt?

source: Check the console for troubleshooting data from device "{{deviceName}}"!
nn: Sjekk konsollen for feilsøkingsdata frå eninga "{{deviceName}}"!

source: There was an error when troubleshooting the device: "{{deviceName}}": {{errorMessage}}
nn: Det hende ein feil under feilsøking av eininga "{{deviceName}}": {{errorMessage}}

source: Generic Properties
nn: Generelle eigenskapar

source: Device Name
nn: Einingsnamn

source: Restart Device
nn: Start eining på nytt

source: Troubleshoot
nn: Feilsøk

source: Reset Database Version
nn: Nullstill databaseversjon

source: Are you sure you want to reset the database version? Only do this if you plan on running the migration right after.
nn: Er du sikker på at du vil nullstille databaseversjonen? Berre gjer dette om du har tenkt å køyre ei migrering med ein gong.

source: Version for {{name}}: From {{fromVersion}} to {{toVersion}}
nn: Versjon for {{name}}: Frå {{fromVersion}} til {{toVersion}}

source: Re-check
nn: Sjekk om att

source: Reset Version to
nn: Nullstill versjon til

source: Reset All Versions
nn: Nullstill alle versjonar

source: Migrate database
nn: Migrer database

source: All steps
nn: Alle steg

source: The migration consists of several phases, you will get more options after you've this migration
nn: Migreringa har fleire fasar, du vil få fleire val etter at du har køyrd denne migreringa

source: The migration can be completed automatically.
nn: Migreringa kan gjerast ferdig automatisk.

source: Run automatic migration procedure
nn: Køyr automatisk migreringsprosedyre

source: The migration procedure needs some help from you in order to complete, see below:
nn: Migreringsprosedyra treng litt hjelp frå deg for å gjere seg ferdig. Sjå under:

source: Double-check Values
nn: Dobbeltsjekk verdiar

source: Are you sure the values you have entered are correct?
nn: Er du sikker på at verdiane du har oppgitt er korrekte?

source: Run Migration Procedure
nn: Køyr migreringsprosedyre

source: Warnings During Migration
nn: Åtvaringar under migrering

source: Please check the database related to the warnings above. If neccessary, you can
nn: Ver vennleg og sjekk databasen tilknytta åtvaringane over. Om det er naudsynt kan du

source: Force Migration
nn: Tving migrering

source: Are you sure you want to force the migration? This will bypass the migration checks, so be sure to verify that the values in the settings are correct!
nn: Er du sikker på at du vil tvinge migreringa? Dette gjer at du hoppar over migreringskontrollane, så ver sikker på at verdiane oppgitt i innstillingar er korrekte!

source: Force Migration (unsafe)
nn: Tving migrering (utrygt)

source: The migration was completed successfully!
nn: Migreringa var vellukka!

source: All is well, go get a
nn: Alt er greitt, gå og finn deg ein

source: New Layout
nn: Ny layout

source: Button
nn: Knapp

source: New Filter
nn: Nytt filter

source: Delete layout?
nn: Slett layout?

source: Are you sure you want to delete the shelf layout "{{name}}"?
nn: Er du sikker på at du vil slette layouten "{{name}}"?

source: Action Buttons
nn: Handlingsknappar

source: Icon
nn: Ikon

source: Icon color
nn: Ikonfarge

source: Filters
nn: Filtre

source: There are no filters set up yet
nn: Det er ikkje satt opp noko filter enno

source: Default Layout
nn: Standardlayout

source: Add {{filtersTitle}}
nn: Legg til {{filtersTitle}}

source: Add filter
nn: Legg til filter

source: Add button
nn: Legg til knapp

source: Upload Layout?
nn: Last opp layout?

source: Upload
nn: Last opp

source: Are you sure you want to upload the shelf layout from the file "{{fileName}}"?
nn: Er du sikker på at du vil laste opp layout for skuff frå fila "{{fileName}}"?

source: Shelf layout uploaded successfully.
nn: Opplasting av layout for skuff var vellukka.

source: Failed to upload shelf layout: {{errorMessage}}
nn: Opplasting av layout feila: {{errorMessage}}

source: Show Style Base Name
nn: Showstylenamn

source: Blueprint not set
nn: Blueprint ikkje valt

source: Compatible Studios:
nn: Kompatible studio:

source: This Show Style is not compatible with any Studio
nn: Denne showstylen er ikkje kompatibelt med noko studio

source: Camera
nn: Kamera

source: Graphics
nn: Grafikk

source: Live Speak
nn: STK

source: Lower Third
nn: Super

source: Studio Microphone
nn: Studiomikrofon

source: Remote Source
nn: RM

source: Generic Script
nn: Generisk manus

source: Split Screen
nn: Splitt

source: Clips
nn: Klipp

source: Camera Movement
nn: Kamerarørsle

source: Unknown Layer
nn: Ukjend lag

source: Audio Mixing
nn: Lydmiksing

source: Transition
nn: Effekt

source: Lights
nn: Lys

source: Local
nn: Lokal

source: New Source
nn: Ny kjelde

source: Are you sure you want to delete source layer "{{sourceLayerId}}"?
nn: Er du sikker på at du vil slette kjeldelaget "{{sourceLayerId}}"?

source: Source Name
nn: Kjeldenamn

source: Source Abbreviation
nn: Kjeldeforkorting

source: Internal ID
nn: Intern-id

source: Source Type
nn: Kjeldetype

source: Is a Live Remote Input
nn: Er ein RM

source: Is a Guest Input
nn: Er ein gjesteinngang

source: Is hidden
nn: Er skjult

source: Pieces on this layer can be cleared
nn: Element på dette laget kan tømmas

source: Pieces on this layer are sticky
nn: Element på dette laget er sticky

source: Only Pieces present in rundown are sticky
nn: Kun element til stades i køyreplanen er sticky

source: Allow disabling of Pieces
nn: Tillat deaktivering av element

source: AdLibs on this layer can be queued
nn: Adliber på dette laget kan cues

source: Exclusivity group
nn: Ekslusivitetgruppe

source: Add some source layers (e.g. Graphics) for your data to appear in rundowns
nn: Legg til kjeldelag (til dømes Grafikk) for å vise dine data i køyreplanar

source: No source layers set
nn: Ingen kjeldelag definert

source: Delete this output?
nn: Slett denne utgangen?

source: Are you sure you want to delete source layer "{{outputId}}"?
nn: Er du sikker på at du vil slette kjeldelaget "{{outputId}}"?

source: New Output
nn: Ny utgang

source: Channel Name
nn: Kanalnavn

source: Is PGM Output
nn: Er programutgang

source: Is collapsed by default
nn: Er minimert som standard

source: Is flattened
nn: Er slått saman

source: Output channels are required for your studio to work
nn: Utgangskanalar er naudsynte for at studioet ditt skal fungere

source: Output channels
nn: Utgangskanalar

source: No output channels set
nn: Ingen utgangskanal definert

source: No PGM output
nn: Ingen programutgang

source: Custom Hotkey Labels
nn: Eigendefinerte etikettar for hurtigtastar

source: Remove this Variant?
nn: Fjern denne varianten?

source: Are you sure you want to remove the variant "{{showStyleVariantId}}"?
nn: Er du sikker på at du vil fjerne denne showstylevarianten "{{showStyleVariantId}}"?

source: Unnamed variant
nn: Variant utan namn

source: Variant Name
nn: Variantnamn

source: Variants
nn: Variantar

source: Restore from this Snapshot file?
nn: Tilbakestill frå denne snapshotfila?

source: Are you sure you want to restore the system from the snapshot file "{{fileName}}"?
nn: Er du sikker på at du vil tilbakestille systemet frå denne snapshotfila "{{fileName}}"?

source: Successfully restored snapshot
nn: Tilbakestilling frå snapshot var vellukka

source: Snapshot restore failed: {{errorMessage}}
nn: Tilbakestilling frå snapshot feila: {{errorMessage}}

source: Full System Snapshot
nn: Fullt systemsnapshot

source: A Full System Snapshot contains all system settings (studios, showstyles, blueprints, devices, etc.)
nn: Eit fullt systemsnapshot inneheld alle systeminnstillingar (studio, showstyles, blueprints, einingar o.s.b.)

source: Take a Full System Snapshot
nn: Lagre eit fullt systemsnapshot

source: A Studio Snapshot contains all system settings related to that studio
nn: Eit studiosnapshot inneheld alle systeminnstillingar knytt til eit studio

source: Take a Snapshot for studio "{{studioName}}" only
nn: Lagre eit studiosnapshot utelukkande for "{{studioName}}"

source: Restore from Snapshot File
nn: Tilbakestill frå snapshotfil

source: Upload Snapshot
nn: Last opp snapshot

source: Restore from Stored Snapshots
nn: Tilbakestill frå lagra snapshots

source: Restore
nn: Tilbakestill

source: Show "Remove snapshots"-buttons
nn: Vis "Fjern snapshots"-knappar

source: Remove this device?
nn: Fjern denne eininga?

source: Are you sure you want to remove device "{{deviceId}}"?
nn: Er du sikker på at du vil fjerne eininga "{{deviceId}}"?

source: Devices are needed to control your studio hardware
nn: Einingar er naudsynte for å kontrollere utstyr i studioet ditt

source: Attached Devices
nn: Tilkopla eingingar

source: No devices connected
nn: Ingen einingar tilkopla

source: Playout gateway not connected
nn: Playout-gateway ikkje tilkopla

source: Remove this mapping?
nn: Fjern denne mappinga?

source: Are you sure you want to remove mapping for layer "{{mappingId}}"?
nn: Er du sikker på at du fil fjerne mappinga for laget "{{mappingId}}"?

source: This layer is now rerouted by an active Route Set: {{routeSets}}
nn: Dette laget vert omkopla av ei aktiv omkoplingsgruppe: {{routeSets}}

source: Layer ID
nn: Lag-id

source: ID of the timeline-layer to map to some output
nn: Lag-id for tidslinjelaget som skal mappast til ein utgang

source: Layer Name
nn: Lagnamn

source: Human-readable name of the layer
nn: Lesarvenleg lagnamn

source: The type of device to use for the output
nn: Einingtype som skal nyttast for utgangen

source: ID of the device (corresponds to the device ID in the peripheralDevice settings)
nn: Eining-id (korresponderer med enhets-id under enhetsinnstillinger)

source: Lookahead Mode
nn: Lookahead-modus

source: Lookahead Target Objects (Default = 1)
nn: Lookahead målobjekter (standard = 1)

source: Lookahead Maximum Search Distance (Default = {{limit}})
nn: Lookahead maksimum søkelengde (standard = {{limit}})

source: Layer Mappings
nn: Lagmapping

source: Add a playout device to the studio in order to edit the layer mappings
nn: For å kunne redigere lagmappingar, må du leggje til ein playout-eining til studio

source: Remove this Exclusivity Group?
nn: Fjern frå denne eksklusivitetgruppa?

source: Are you sure you want to remove exclusivity group "{{eGroupName}}"? Route Sets assigned to this group will be reset to no group.
nn: Er du sikker på at du vil fjerne eksklusivitetsgruppa "{{eGroupName}}"? Omkoplingar satt til denne gruppa vil bli resatt til inga gruppe.

source: Remove this Route from this Route Set?
nn: Fjern denne omkoplinga frå denne omkoplingsgruppa?

source: Are you sure you want to remove the Route from "{{sourceLayerId}}" to "{{newLayerId}}"?
nn: Er du sikker på at du vil fjerne omkoplinga frå "{{sourceLayerId}}" til "{{newLayerId}}"?

source: Remove this Route Set?
nn: Fjern denne omkoplingsgruppa?

source: Are you sure you want to remove the Route Set "{{routeId}}"?
nn: Er du sikker på at du vil fjerne omkoplingsgruppa "{{routeId}}"?

source: Routes
nn: Omkoplingar

source: There are no routes set up yet
nn: Det er ikkje satt opp omkoplingar enno

source: Original Layer
nn: Opprinneleg lag

source: None
nn: Ingen

source: New Layer
nn: Nytt lag

source: Source Layer not found
nn: Kjeldelag ikkje funnen

source: There are no exclusivity groups set up.
nn: Ingen eksklusivitetsgrupper er satt opp.

source: Exclusivity Group ID
nn: Eksklusivitetgruppe-id

source: Exclusivity Group Name
nn: Eksklusivitetgruppenamn

source: Display name of the Exclusivity Group
nn: Eksklusivitetsgruppa sitt namn som visast i oversikten

source: Active
nn: Aktiv

source: Not Active
nn: Inaktiv

source: Not defined
nn: Ikkje definert

source: There are no Route Sets set up.
nn: Det er ikkje satt opp omkoplingar enno.

source: Route Set ID
nn: Omkoplingsgruppe-id

source: Is this Route Set currently active
nn: Er denne omkoplingsgruppa aktiv no

source: Default State
nn: Standardtilstand

source: The default state of this Route Set
nn: Standardtilstand for denne omkoplingsgruppa

source: Route Set Name
nn: Omkoplingsgruppa sitt namn

source: Display name of the Route Set
nn: Omkoplingsgruppa sitt namn som visast i oversikten

source: If set, only one Route Set will be active per exclusivity group
nn: Berre ei omkoplingsgruppe vere aktiv per eksklusivitetsgruppe når dette er kryssa av for

source: Behavior
nn: Oppførsel

source: The way this Route Set should behave towards the user
nn: Måten denne omkoplingsgruppa skal oppføre seg overfor brukaren

source: Route Sets
nn: Omkoplingsgrupper

source: Add a playout device to the studio in order to configure the route sets
nn: For å kunne redigere omkoplingsgrupper, må du leggje til ein playout-eining til studio

source: Controls for exposed Route Sets will be displayed to the producer within the Rundown View in the Switchboard.
nn: Kontroller for eksponerte omkoplingsgrupper vil verte synt for producer i køyreplansvisninga i omkoplingspanelet.

source: Exclusivity Groups
nn: Ekslusivitetgrupper

source: Remove this Package Container?
nn: Fjern denne pakkecontaineren?

source: Are you sure you want to remove the Package Container "{{containerId}}"?
nn: Er du sikker på at du vil fjerne pakkecontaineren "{{containerId}}"?

source: There are no Package Containers set up.
nn: Det er ikkje satt opp pakkekontainere enno.

source: Package Container ID
nn: Pakkekontainer-id

source: Display name/label of the Package Container
nn: Vis namn/merkelapp for pakkekontaineren
