Repository: nrkno/sofie-core
Catalog: meteor/i18n/*.po
Languages: nn

source: Playout devices which uses this package container
nn: Playout-einingar som nyttar denne pakkekontaineren

source: Select playout devices
nn: Vel playout-eining

source: Select which playout devices are using this package container
nn: Vel kva for nokre playout-einingar som skal nytte denne pakkekontaineren

source: Accessors
nn: Aksessorer

source: Remove this Package Container Accessor?
nn: Fjern denne pakkekontainer-aksessoren?

source: Are you sure you want to remove the Package Container Accessor "{{accessorId}}"?
nn: Er du sikker på at du vil fjerne pakkekontainer-aksessoren "{{accessorId}}"?

source: There are no Accessors set up.
nn: Ingen aksessorer er satt opp.

source: Accessor ID
nn: Aksessor-id

source: Display name of the Package Container
nn: Pakkekontaineren sitt namn som visast i oversikten

source: Accessor Type
nn: Aksessortype

source: Folder path
nn: Mappesti

source: File path to the folder of the local folder
nn: Sti til lokal mappe

source: Resource Id
nn: Ressurs-id

source: (Optional) This could be the name of the computer on which the local folder is on
nn: (Valfri) Dette kan vere namnet til datamaskinen som den lokale mappa er på

source: Base url to the resource (example: http://myserver/folder)
nn: Base-url for ressursen (døme: http://minserver/mappe)

source: Network Id
nn: Nettverk-id

source: (Optional) A name/identifier of the local network where the share is located, leave empty if globally accessible
nn: (Valfri) Eit namn/ein identifikator for det lokale nettverket der den delte mappa er lokalisert, la vere tom om den er globalt tilgjengeleg

source: Folder path to shared folder
nn: Sti til delt mappe

source: UserName
nn: Brukernamn

source: Username for athuentication
nn: Brukarnamn for autentisering

source: Password for authentication
nn: Passord for autentisering

source: (Optional) A name/identifier of the local network where the share is located
nn: (Valfri) Eit namn/ein identifikator for det lokale nettverket der den delte mappa er lokalisert

source: Quantel gateway URL
nn: Quantel Gateway-adresse (url)

source: URL to the Quantel Gateway
nn: Start Quantel-gateway om att

source: ISA URLs
nn: ISA-adresse (url)

source: URLs to the ISAs, in order of importance (comma separated)
nn: Adresser (url-er) for ISA-ene (kommaseparert i prioritert rekkefølgje)

source: Zone ID
nn: Sone-id

source: Zone ID (default value: "default")
nn: Sone-id (standardverdi: "default")

source: Server ID. For sources, this should generally be omitted (or set to 0) so clip-searches are zone-wide. If set, clip-searches are limited to that server.
nn: Server-id (Må droppast for kjelder, sidan klippsøk skjer i heile sona.)

source: Quantel transformer URL
nn: Quantel Transformer-adresse (url)

source: URL to the Quantel HTTP transformer
nn: Adresse til Quantel HTTP transformer

source: Quantel FileFlow URL
nn: Quantel GatewayFileFlow-adresse (url)

source: URL to the Quantel FileFlow Manager
nn: Adresse til Quantel FileFlow Manager

source: Quantel FileFlow Profile name
nn: Quantel FileFlow profilnavn

source: Profile name to be used by FileFlow when exporting the clips
nn: Profilnamn som blir nytta av FileFlow når klippa vert eksportert

source: Allow Read access
nn: Tillat lesing

source: Allow Write access
nn: Tillat skriving/lagring

source: Studio Settings
nn: Studioinnstillingar

source: Package Containers to use for previews
nn: Pakkekontainere som skal nyttast til førehandsvisingar

source: Click to show available Package Containers
nn: Klikk for å vise tilgjengelege pakkekntainere

source: Package Containers to use for thumbnails
nn: Pakkekontainere som skal nyttast til miniatyrbilete

source: Package Containers
nn: Pakkekontainere

source: Studio Baseline needs update:
nn: Studio baseline treng oppdatering:

source: Baseline needs reload, this studio may not work until reloaded
nn: Baseline må lastast om att, dette studioet vil kanskje ikkje fungere før baseline er lasta om att

source: Reload Baseline
nn: Last inn baseline om att

source: Studio Name
nn: Studionamn

source: Select Compatible Show Styles
nn: Vel kompatible showstyles

source: Show style not set
nn: Showstyle ikkje satt

source: Click to show available Show Styles
nn: Klikk for å vise tilgjengelege showstyles

source: Enable "Play from Anywhere"
nn: Slå på "Play from Anywhere"

source: Media Preview URL
nn: Førehandsvisningsadresse (url)

source: Sofie Host URL
nn: Sofie vertadresse (url)

source: Slack Webhook URLs
nn: Slack Webhook-adresser (url)

source: Supported Media Formats
nn: Støtta medieformat

source: Supported Audio Formats
nn: Støtta lydformat

source: Force the Multi-gateway-mode
nn: Tving multigateway-modus

source: Multi-gateway-mode delay time
nn: Delaytid for multigateway-modus

source: Remove indexes
nn: Fjern indexer

source: This will remove {{indexCount}} old indexes, do you want to continue?
nn: Dette vil fjerne {{indexCount}} gamle indexer. Vil du fortsette?

source: {{indexCount}} indexes was removed.
nn: {{indexCount}} indexer vart fjerna.

source: Installation name
nn: Installasjonsnamn

source: This name will be shown in the title bar of the window
nn: Dette namnet vert vist i tittellinja for vindauget

source: Logging level
nn: Loggenivå

source: This affects how much is logged to the console on the server
nn: Dette påverkar kor mykje som blir logga til serverkonsollen

source: System-wide Notification Message
nn: Lokal systemmelding

source: Message
nn: Melding

source: Enabled
nn: Aktivert

source: Edit Support Panel
nn: Rediger supportpanel

source: HTML that will be shown in the Support Panel
nn: HTML-kode som vert vist i supportpanelet

source: Application Performance Monitoring
nn: Overvaking av yting for applikasjonar (AMP)

source: APM Enabled
nn: AMP aktivert

source: APM Transaction Sample Rate
nn: Prøvefrekvens for AMP-transaksjonar

source: How many of the transactions to monitor. Set to -1 to log nothing (max performance), 0.5 to log 50% of the transactions, 1 to log all transactions
nn: Tal på transaksjonar som overvakast. Set verdien til -1 for å ikkje logge noko (maks yting), til 0.5 for å logge halvparten av transaksjonane eller til 1 for å logge alle transaksjonane

source: Note: Core needs to be restarted to apply these settings
nn: Merknad: Core må startast om att for å ta i bruk desse innstillingane

source: Enable
nn: Aktivert

source: Cron jobs
nn: Cron-jobbar

source: Enable CasparCG restart job
nn: Aktiver CasparCG restartjobbar

source: Cleanup
nn: Opprydding

source: Cleanup old database indexes
nn: Rydd opp i gamle databaseindexer

source: Cleanup old data
nn: Rydd opp i gamle data

source: Disable CasparCG restart job
nn: Deaktiver CasparCG restartjobbar

source: Remove old data from database
nn: Fjern gamle data frå databasen

source: There are {{count}} documents that can be removed, do you want to continue?
nn: Det er {{count}} dokument som kan fjernast. Vil du fortsette?

source: Documents to be removed:
nn: Dokument som vert fjerna:

source: Retry
nn: Prøv igjen

source: Remove old data
nn: Fjern gamle data

source: The old data was removed.
nn: Gamle data vart fjerna.

source: Last {{layerName}}
nn: Siste {{layerName}}

source: Clear {{layerName}}
nn: Tøm {{layerName}}

source: Search...
nn: Søk...

source: Are you sure you want to deactivate this Rundown (This will clear the outputs)
nn: Er du sikker på at du vil deaktivere denne køyreplanen? (Dette vil nullstille alle utgangar.)

source: Successfully stored snapshot
nn: Tilbakestilling frå snapshot var vellukka

source: End Words
nn: Stikkord

source: Global AdLib
nn: Globale adliber

source: AdLib does not provide any options
nn: Adlib har ingen val

source: Execute
nn: Utfør

source: Save to Bucket
nn: Lagre til bøtte

source: Reveal in Shelf
nn: Vis i skuff

source: Edit in Nora
nn: Rediger i Nora

source: Current Part
nn: Noverande del

source: Next Part
nn: Neste del

source: Part Count Down
nn: Nedteljing for del

source: Part Count Up
nn: Opptelling for del

source: Until end of rundown
nn: Til slutten av køyreplanen

source: New Bucket
nn: Ny bøtte

source: Are you sure you want to delete this AdLib?
nn: Er du sikker på at du vil slette denne adliben?

source: Are you sure you want to delete this Bucket?
nn: Er du sikker på at du vil slette denne bøtta?

source: Are you sure you want to empty (remove all adlibs inside) this Bucket?
nn: Er du sikker på at du vil tømme denne bøtta (fjerner alle adliber)?

source: Current Segment
nn: Noverande tittel

source: Next Segment
nn: Neste tittel

source: Segment Count Down
nn: Nedteljing for tittel

source: Segment Count Up
nn: Oppteljing for tittel

source: Start this AdLib
nn: Start denne adliben

source: Queue this AdLib
nn: Cue denne adliben

source: Inspect this AdLib
nn: Inspiser denne adliben

source: Rename this AdLib
nn: Gi denne adliben nytt namn

source: Delete this AdLib
nn: Slett denne adliben

source: Empty this Bucket
nn: Tøm denne bøtta

source: Rename this Bucket
nn: Gi bøtta nytt namn

source: Delete this Bucket
nn: Slett denne bøtta

source: Create new Bucket
nn: Opprett ny bøtte

source: Shortcuts
nn: Hurtigtastar

source: Local Time
nn: Lokal tid

source: Packages
nn: Pakker

source: Messages
nn: Meldingar

source: User Log
nn: Brukarlogg

source: Evaluations
nn: Evalueringar

source: Timestamp
nn: Tidsstempel

source: User Name
nn: Brukernamn

source: Answers
nn: Svar

source: Message Queue
nn: Kø for meldingar

source: Queued Messages
nn: Meldingar i kø

source: Sent Messages
nn: Sendte meldingar

source: File Copy
nn: Kopier fil

source: File Delete
nn: Slett fil

source: Check file size
nn: Sjekk filstorleik

source: Scan File
nn: Scan fil

source: Generate Thumbnail
nn: Generer miniatyrbilete

source: Generate Preview
nn: Generer førehandsvisning

source: Unknown action: {{action}}
nn: Ukjent handling

source: Done
nn: Utført

source: Failed
nn: Mislukka

source: Working, Media Available
nn: Arbeider, media er tilgjengeleg

source: Working
nn: Arbeider

source: Pending
nn: Venter

source: Blocked
nn: Blokkert

source: Canceled
nn: Avbrote

source: Idle
nn: Inaktiv

source: Skipped
nn: Hoppa over

source: Step progress: {{progress}}
nn: Framdrift: {{progress}}

source: Processing
nn: Prosesserer

source: Unknown: {{status}}
nn: Ukjend: {{status}}

source: Collapse
nn: Minimer

source: Details
nn: Detaljar

source: Abort
nn: Avbryt

source: Prioritize
nn: Prioriter

source: Media Transfer Status
nn: Status for medieoverføringar

source: Abort All
nn: Avbryt alle

source: Restart All
nn: Start alle på ny

source: Unknown Package "{{packageId}}"
nn: Ukjend pakke "{{packageId}}"

source: Package Status
nn: Pakkestatus

source: Package container status
nn: Status for pakkekontainer

source: Work status
nn: Jobbstatus

source: Restart All jobs
nn: Start alle jobbar om att

source: Created
nn: Oppretta

source: Ready
nn: Klar

source: The progress of steps required for playout
nn: Framdrift for steg som er naudsynte for avspeling

source: The progress of all steps
nn: Framdrift for alle steg

source: This step is required for playout
nn: Dette steget er naudsynt for avspeling

source: Work description
nn: Jobbskildring

source: Work status reason
nn: Årsak for jobbstatus

source: Technical reason: {{reason}}
nn: Teknisk årsak: {{reason}}

source: Previous work status reasons
nn: Tidlegare årsakar for jobbsatus

source: Priority
nn: Prioritet

source: Not Connected
nn: Ikkje tilkopla

source: Do you want to restart CasparCG Server?
nn: Er du sikker på at du vil starte CasparCG om att?

source: Restart Quantel Gateway
nn: Start Quantel-gateway om att

source: Do you want to restart Quantel Gateway?
nn: Er du sikker på at du vil starte Quantel-gateway om att?

source: Quantel Gateway restarting...
nn: Quantel-gateway startar om att...

source: Failed to restart Quantel Gateway: {{errorMessage}}
nn: Kunne ikkje starta Quantel-gateway om att: {{errorMessage}}

source: Format HyperDeck disks
nn: Formater Hyperdeck-diskar

source: Do you want to format the HyperDeck disks? This is a destructive action and cannot be undone.
nn: Ynskjer du å formatere Hyperdeck-diskar? Dette kan ikkje gjerast om.

source: Formatting HyperDeck disks on device "{{deviceName}}"...
nn: Formaterer Hyperdeck-diskar på eining "{{deviceName}}"...

source: Failed to format HyperDecks on device: "{{deviceName}}": {{errorMessage}}
nn: Kunne ikkje formatere Hyperdecks på eining: "{{deviceName}}": {{errorMessage}}

source: Last seen
nn: Sist sett

source: Connect some devices to the playout gateway
nn: Kople til ein eller fleire einingar til playout-gatewayen

source: Format disks
nn: Formater diskar

source: Are you sure you want to delete this device: "{{deviceId}}"?
nn: Er du sikker på at du vil fjerne eininga "{{deviceId}}"?

source: Sofie Automation Server Core: {{name}}
nn: Sofie:

source: Restart this system?
nn: Start dette Sofie-systemet om att?

source: Are you sure you want to restart this Sofie Automation Server Core: {{name}}?
nn: Er du sikker på at du vil starte Sofie Core: {{name}} om att?

source: Could not generate restart token!
nn: Kunne ikkje generere Restart Token!

source: Could not generate restart core: {{err}}
nn: Kunne ikkje generere Restart Core: {{err}}

source: Sofie Automation Server Core will restart in {{time}}s...
nn: Sofie Core starter om att om {{time}}s...

source: Execution times
nn: Køyretider

source: User ID
nn: Brukar-id

source: Client IP
nn: Klient-ip

source: Method
nn: Metode

source: Parameters
nn: Parametrar

source: GUI
nn: Brukergrensesnitt

source: User Activity Log
nn: Aktivitetslogg

source: in {{days}} days, {{hours}} h {{minutes}} min {{seconds}} s
nn: om {{days}} dagar, {{hours}} h {{minutes}} min {{seconds}} s

source: in {{hours}} h {{minutes}} min {{seconds}} s
nn: om {{hours}} t {{minutes}} min {{seconds}} s

source: in {{minutes}} min {{seconds}} s
nn: om {{minutes}} min {{seconds}} s

source: in {{seconds}} s
nn: om {{seconds}} s

source: {{days}} days, {{hours}} h {{minutes}} min {{seconds}} s ago
nn: for {{days}} dagar, {{hours}} t {{minutes}} min {{seconds}} s sidan

source: {{hours}} h {{minutes}} min {{seconds}} s ago
nn: for {{hours}} t {{minutes}} min {{seconds}} s sidan

source: {{minutes}} min {{seconds}} s ago
nn: for {{minutes}} min {{seconds}} s sidan

source: {{seconds}} s ago
nn: for {{seconds}} s sidan

source: Next scheduled show
nn: Neste planlagde sending

source: Help & Support
nn: Hjelp og brukarstøtte

source: Disable hints by adding this to the URL:
nn: Deaktiver hint ved å legge dette til på url-en:

source: Enable hints by adding this to the URL:
nn: Aktiver hint ved å legge dette til på url-en:

source: More documentation available at:
nn: Meir dokumentasjon er tilgjengeleg på:

source: Timeline
nn: Tidslinje

source: Mappings
nn: Lagmapping

source: User Log Player
nn: Brukarloggspelar

source: Play from here
nn: Spel av frå her

source: Exectute Single
nn: Utfør einsleg handling

source: Next Action
nn: Neste handling

source: Run in
nn: Køyr i

source: Stop
nn: Stopp

source: Clip "{{fileName}}" can't be played because it doesn't exist on the playout system
nn: Klippet "{{fileName}}" kan ikkje spelast av fordi det ikkje finnast på utspelingssystemet

source: {{sourceLayer}} is not yet ready on the playout system
nn: {{sourceLayer}} er enno ikkje klar til å spelast ut fra avviklingsserver

source: {{sourceLayer}} is transferring to the playout system
nn: {{sourceLayer}} overførast til avviklingsserver

source: {{sourceLayer}} is transferring to the playout system and cannot be played yet
nn: {{sourceLayer}} overførast til avviklingsserver og kan ikkje spelast av enno

source: {{sourceLayer}} doesn't have both audio & video
nn: {{sourceLayer}} har ikkje lyd og/eller bilete

source: {{sourceLayer}} has the wrong format: {{format}}
nn: {{sourceLayer}}-formatet er ikkje støtta: {{format}}

source: {{sourceLayer}} has {{audioStreams}} audio streams
nn: {{sourceLayer}} har {{audioStreams}} lydstraumar

source: Clip starts with {{frames}} {{type}} frames
nn: Klippet startar med {{frames}} {{type}} ruter

source: This clip ends with {{type}} frames after {{count}} seconds
nn: Klippet sluttar med {{type}} ruter etter {{count}} sekund

source: {{frames}} {{type}} frames detected within the clip
nn: {{frames}} {{type}} rute oppdaga inne i klippet

source: {{frames}} {{type}} frames detected in the clip
nn: {{frames}} {{type}} rute oppdaga inne i klippet

source: black
nn: svart(e)

source: freeze
nn: fryst(e)

source: {{sourceLayer}} is missing a file path
nn: {{sourceLayer}} kan ikkje spelast av fordi filnamnet manglar

source: Clip doesn't have audio & video
nn: Klippet har ikkje lyd og/eller bilete

source: Clip starts with {{frames}} {{type}} frame
nn: Klippet startar med {{frames}} {{type}} frame

source: This clip ends with {{type}} frames after {{count}} second
nn: Klippet sluttar med {{frames}} {{type}} frame

source: {{frames}} {{type}} frame detected within the clip
nn: {{frames}} {{type}} frame oppdaga inne i klippet

source: {{frames}} {{type}} frame detected in clip
nn: {{frames}} {{type}} frame oppdaga i klippet

source: {{sourceLayer}} is being ingested
nn: {{sourceLayer}} vert prosessert

source: Source is missing
nn: Kjelde manglar

source: Segment no longer exists in {{nrcs}}
nn: Segmentet eksisterer ikkje lenger i {{nrcs}}

source: Segment was hidden in {{nrcs}}
nn: Tittelen eksisterer ikkje lenger i {{nrcs}}

source: The following parts no longer exist in {{nrcs}}: {{partNames}}
nn: Dei følgande delane eksisterer ikkje lenger i {{nrcs}}: {{partNames}}

source: Toggle Shelf
nn: Skuff

source: Undo Hold
nn: Angre hold

source: Disable the next element
nn: Skip neste super

source: Undo Disable the next element
nn: Unskip neste super

source: Move Next forwards
nn: Skip neste

source: Move Next to the following segment
nn: Skip til neste segment

source: Move Next backwards
nn: Unskip neste

source: Move Next to the previous segment
nn: Unskip neste segment

source: Rewind segments to start
nn: Sett segmenta tilbake til start

# °°°°°°plural
source: {{count}} rows°°°°°°
nn: {{count}} rader°°°°°°

# °°°°°°plural
source: This layer is now rerouted by an active Route Set: {{routeSets}}°°°°°°
nn: Dette laget vert omkopla av fleire aktive omkoplingsgrupper: {{routeSets}}°°°°°°

# °°°°°°plural
source: There are {{count}} documents that can be removed, do you want to continue?°°°°°°
nn: Det er {{count}} dokument i {{collections}} som kan fjernast. Vil du fortsette?°°°°°°

# °°°°°°plural
source: Clip starts with {{frames}} {{type}} frame°°°°°°
nn: Klipp startar med {{frames}} {{type}} frame°°°°°°

# °°°°°°plural
source: This clip ends with {{type}} frames after {{count}} second°°°°°°
nn: Klipp sluttar {{frames}} {{type}} frame°°°°°°

# °°°°°°plural
source: {{frames}} {{type}} frame detected within the clip°°°°°°
nn: {{frames}} {{type}} frame oppdaga inne i klippet°°°°°°

# °°°°°°plural
source: {{frames}} {{type}} frame detected in clip°°°°°°
nn: {{frames}} {{type}} frame oppdaga i klippet°°°°°°
