Repository: nrkno/sofie-core
Catalog: meteor/i18n/*.po
Languages: nn

source: Account Page
nn: Brukarkontoside

source: Name:
nn: Namn:

source: Email:
nn: E-post:

source: Old Password
nn: Gammalt passord

source: New Password
nn: Nytt passord

source: Save Changes
nn: Lagre endringer

source: Edit Account
nn: Endre brukarkonto

source: Organization
nn: Organisasjon

source: User roles in organization
nn: Brukarroller i organisasjon

source: Remove Self
nn: Fjern denne brukarkontoen

source: Email Address
nn: E-postadresse

source: Password
nn: Passord

source: Sign in
nn: Logg inn

source: Create New Account
nn: Opprett ny brukarkonto

source: Lost password?
nn: Gløymd passord?

source: Send reset email
nn: Send e-post for å nullstille

source: Go back
nn: Tilbake

source: Password must be atleast 5 characters long
nn: Passord må vere minst 5 tegn langt

source: Enter your new password
nn: Skriv inn ditt nye passord

source: Set new password
nn: Lagre nytt passord

source: Your Account
nn: Din brukarkonto

source: About Your Organization
nn: Om din oranisasjon

source: We are mainly
nn: Vi er hovudsakleg

source: Areas
nn: Område

source: Invite User
nn: Inviter brukar

source: New User's Email
nn: Ny brukar sin e-post

source: New User's Name
nn: Ny brukar sitt namn

source: Create New User & Send Enrollment Email
nn: Opprett ny brukar og send e-post for innmelding

source: Users in organization
nn: Brukarar i organisasjonen

source: Return to list
nn: Gå tilbake til lista

source: There is no rundown active in this studio.
nn: Fann ingen aktive køyreplanar for dette studioet.

source: This studio doesn't exist.
nn: Dette studioet eksisterer ikkje.

source: There are no active rundowns.
nn: Fann ingen aktive køyreplanar.

source: Evaluation
nn: Evaluering

source: Please take a minute to fill in this form.
nn: Ver venleg og fyll ut dette skjemaet.

source: Be aware that while filling out the form keyboard and streamdeck commands will not be executed!
nn: OBS! Du kan ikkje utføra Sofie-kommandoar medan du skriv evalueringa!

source: Did you have any problems with the broadcast?
nn: Hadde du nokre problem under sendinga?

source: Please explain the problems you experienced (what happened and when, what should have happened, what could have triggered the problems, etcetera...)
nn: Ver venleg og forklar kva problem du hadde (kva hende og når hende det, kva skulle skjedd, kva kan ha utløyst problema o.s.b.)

source: Your name
nn: Namnet ditt

source: Save message
nn: Lagre melding

source: Save message and Deactivate Rundown
nn: Send evalueringa og deaktiver køyreplanen

source: No problems
nn: Ingen problem

source: Something went wrong, but it didn't affect the output
nn: Noko gjekk gale, men det virka ikkje inn på sendinga

source: Something went wrong, and it affected the output
nn: Noko gjekk gale, og det virka inn på sendinga

source: Are you sure?
nn: Er du sikker?

source: Trimming this clip has timed out. It's possible that the story is currently locked for writing in {{nrcsName}} and will eventually be updated. Make sure that the story is not being edited by other users.
nn: Endring av inn-/utpunkt for dette klippet tek lang tid. Det er mogleg manuset i er låst i {{nrcsName}} og at inn-/utpunkt endrast om litt. Forsikre deg om at manuset ikkje vert redigert av andre brukarar.

source: Trimming this clip has failed due to an error: {{error}}.
nn: Endring av inn-/utpunkt for dette klippet feila: {{error}}.

source: Trimmed succesfully.
nn: Endring av inn-/utpunkt var vellukka.

source: Trimming this clip is taking longer than expected. It's possible that the story is locked for writing in {{nrcsName}}.
nn: Endring av inn-/utpunkt for dette klippet tek meir tid enn forventa. Det er mogleg manuset er låst for redigering i {{nrcsName}}.

source: Cancel
nn: Avbryt

source: Remove in-trimming
nn: Nullstill innpunkt

source: In
nn: Inn

source: Remove all trimming
nn: Nullstill inn- og utpunkt

source: Duration
nn: Lengde

source: Remove out-trimming
nn: Nullstill utpunkt

source: Out
nn: Ut

source: Next
nn: Neste

source: Until next take
nn: Til neste Take

source: Until next segment
nn: Til neste segment

source: Until end of segment
nn: Til slutten av segment

source: Until next rundown
nn: Til neste køyreplan

source: Until end of showstyle
nn: Til slutten av showstyle

source: Script is empty
nn: Manuset er tomt

source: Clip:
nn: Klipp:

source: Home
nn: Heim

source: Rundowns
nn: Køyreplanar

source: Test Tools
nn: Testverktøy

source: Settings
nn: Innstillingar

source: Account
nn: Konto

source: Logout
nn: Logg ut

source: My name is {{name}}
nn: Mitt namn er {{name}}

source: Operating Mode
nn: Styringsmodus

source: Switching operating mode to {{mode}}
nn: Endrer styringsmodus til {{mode}}

source: End of script
nn: Slutt på manus

source: Could not get system status. Please consult system administrator.
nn: Kan ikkje innhente status for systemet. Kontakt systemadministrator.

source: There are no rundowns ingested into Sofie.
nn: Det er ikkje send køyreplanar til Sofie.

source: Click on a rundown to control your studio
nn: Klikk på ein køyreplan for å kontrollere studioet ditt

source: Rundown
nn: Køyreplan

source: Problems
nn: Problem

source: On Air Start Time
nn: Sendestart

source: Expected End Time
nn: Venta sendeslutt

source: Last updated
nn: Sist oppdatert

source: View Layout
nn: Vis layout

source: Today
nn: I dag

source: Yesterday
nn: I går

source: Tomorrow
nn: I morgon

source: Last
nn: Førre

source: Getting Started
nn: Kom i gong

source: Start with giving this browser configuration permissions by adding this to the URL:
nn: Først må du gå i konfigurasjonsmodus ved å leggje dette til i url-en:

source: Start Here!
nn: Start her!

source: Then, run the migrations script:
nn: Køyr deretter migreringsprosedyra:

source: Run Migrations to get set up
nn: Køyr migreringsprosedyrar for å setje opp

source: Migrations
nn: Migrering

source: Documentation is available at
nn: Dokumentasjon er tilgjengelig på

source: Use {{nrcsName}} order
nn: Nytt rekkefølgje frå {{nrcsName}}

source: Reset Sort Order
nn: Tilbakestill rekkefølgje

source: Enable configuration mode by adding ?configure=1 to the address bar.
nn: Aktiver konfigurasjonsmodus ved å legge til ?configure=1 på slutten av nettadressa.

source: You need to run migrations to set the system up for operation.
nn: Du må køyre migrering for å klargjere systemet for bruk.

source: Sofie Automation
nn: Sofie

source: version
nn: versjon

source: System has issues which need to be resolved
nn: Systemet har problemer som må løysast

source: Status Messages:
nn: Statusmeldingar:

source: Drag to reorder or move out of playlist
nn: Dra for å endre rekkefølgje eller flytta ut av speleliste

source: This rundown is currently active
nn: Denne køyreplanen er allereie aktiv

source: Not set
nn: Ikkje angjeve

source: This rundown will loop indefinitely
nn: Denne køyreplanen vil gå i ein uendeleg loop

source: Re-sync rundown data with {{nrcsName}}
nn: Ikkje synkronisert med MOS/{{nrcsName}}

source: Delete
nn: Slett

source: Standalone Shelf
nn: Frittståande skuff

source: Rundown & Shelf
nn: Køyreplan & skuff

source: Default
nn: Standard

source: Delete rundown?
nn: Slette køyreplanen?

source: Are you sure you want to delete the "{{name}}" rundown?
nn: Er du viss på at du vil slette køyreplanen "{{name}}"?

source: Please note: This action is irreversible!
nn: Merk: Denne handlinga kan du ikkje angre!

source: Re-Sync rundown?
nn: Synkroniser køyreplanen med ENPS på ny?

source: Re-Sync
nn: Synkroniser

source: Are you sure you want to re-sync the "{{name}}" rundown?
nn: Er du viss på at du vil synkronisere køyreplanen "{{name}}" med ENPS?

source: Start time is close
nn: Oppgitt sendestart er kvart augeblink

source: Yes
nn: Ja

source: No
nn: Nei

source: You are in rehearsal mode, the broadcast starts in less than 1 minute. Do you want to reset the rundown and go into On-Air mode?
nn: Du er i testmodus og sendinga startar om mindre enn eitt minutt. Vil du laste inn køyreplanen på nytt og gjere klar til sending?

source: Could not find a Piece that can be disabled.
nn: Kunne ikkje finne eit element som kan skippes.

source: Failed to execute take
nn: Kunne ikkje gjennomføre Take

source: The rundown you are trying to execute a take on is inactive, would you like to activate this rundown?
nn: Du prøve å gjere ein Take i ein inaktiv køyreplan. Vil du aktivere denne køyreplanen?

source: Activate (Rehearsal)
nn: Aktiver (testmodus)

source: Activate (On-Air)
nn: Aktiver (gå ON AIR)

source: Failed to activate
nn: Kunne ikkje aktivere

source: Something went wrong, please contact the system administrator if the problem persists.
nn: Noko gikk gale, kontakt systemadministrator om problemet held fram.

source: Another Rundown is Already Active!
nn: Ein annan køyreplan er allereie aktiv!

source: The rundown "{{rundownName}}" will need to be deactivated in order to activate this one. Are you sure you want to activate this one anyway?
nn: Køyreplanen "{{rundownName}}" må deaktiveres for å aktivere denne køyreplanen. Er du sikker på at du ønsker å aktivere?

source: Activate Anyway (Rehearsal)
nn: Aktiver uansett (testmodus)

source: Activate Anyway (On-Air)
nn: Aktiver uansett (gå ON AIR)

source: Do you want to activate this Rundown?
nn: Vil du aktivere denne køyreplanen?

source: The planned end time has passed, are you sure you want to activate this Rundown?
nn: Det planlagte sluttidspunktet er passert, er du sikker på at du vil aktivere denne køyreplanen?

source: Are you sure you want to activate Rehearsal Mode?
nn: Er du sikker på at du vil gå i testmodus?

source: Are you sure you want to deactivate this Rundown? (This will clear the outputs)
nn: Er du sikker på at du vil deaktivere denne køyreplanen? (Dette vil nullstille alle utgangar.)

source: The rundown can not be reset while it is active
nn: Ein aktivert køyreplan kan ikkje tilbakestillast

source: A snapshot of the current Running Order has been created for troubleshooting.
nn: Eit snapshot av den gjeldande køyreplanen har verte oppretta.

source: Prepare Studio and Activate (Rehearsal)
nn: Førebu studio og aktiver testmodus

source: Deactivate
nn: Deaktiver

source: Reset Rundown
nn: Tilbakestill køyreplanen

source: Reload {{nrcsName}} Data
nn: Last inn {{nrcsName}}-data på nytt

source: Store Snapshot
nn: Lagre snapshot

source: No actions available
nn: Ingen køyreplanval tilgjengelege i påsynmodus

source: Add ?studio=1 to the URL to enter studio mode
nn: Leggje til ?admin=1 på slutten av nettadressa for å starte studiomodus

source: Exit
nn: Lukk

source: Error
nn: Feil

source: This rundown is now active. Are you sure you want to exit this screen?
nn: Denne køyreplanen er aktiv. Er du sikker på at du vil avslutte?

source: Invalid AdLib
nn: Ugyldig adlib

source: Cannot play this AdLib because it is marked as Invalid
nn: Kan ikkje spele av adlib fordi den er markert som ugyldig

source: Cannot play this AdLib because it is marked as Floated
nn: Kan ikkje spele av adlib fordi den er markert som på vent (float)

source: Not queueable
nn: Kan ikkje setjast i kø

source: Cannot play this adlib because source layer is not queueable
nn: Kan ikkje spele av adlib fordi den ikkje kan setjast i kø på kjeldelaget

source: There are no Playout Gateways connected and attached to this studio. Please contact the system administrator to start the Playout Gateway.
nn: Dette studioet har ingen tilkopla playout-gatewayar. Kontakt systemadministrator for å starte den.

source: Playout Gateway "{{playoutDeviceName}}" is now restarting.
nn: Playout-gateway "{{playoutDeviceName}}" startar om att.

source: Could not restart Playout Gateway "{{playoutDeviceName}}".
nn: Playout-gateway "{{playoutDeviceName}}" kunne ikkje startas om att.

source: Restart Playout
nn: Start Playout-gateway på ny

source: Restart CasparCG Server
nn: Start CasparCG på nytt

source: Do you want to restart CasparCG Server "{{device}}"?
nn: Er du sikker på at du vil starta CasparCG Server "{{device}}" på nytt?

source: CasparCG on device "{{deviceName}}" restarting...
nn: CasparCG på "{{deviceName}}" startar på nytt...

source: Failed to restart CasparCG on device: "{{deviceName}}": {{errorMessage}}
nn: Omstart av CasparCG på "{{deviceName}}" feila: {{errorMessage}}

source: Cancel currently pressed hotkey
nn: Avbryt den trykte tasten

source: Change to fullscreen mode
nn: Fullskjermmodus

source: Show Hotkeys
nn: Vis hurtigtastar

source: Take a Snapshot
nn: Lagre eit snapshot

source: Restart {{device}}
nn: Start {{device}} på ny

source: Rundown not found
nn: Køyreplan ikkje funnen

source: Close
nn: Lukk

source: Rundown for piece "{{pieceLabel}}" could not be found.
nn: Kan ikkje finne øyreplan for "{{pieceLabel}}".

source: This rundown has been unpublished from Sofie.
nn: Denne køyreplanen er ikkje lenger tilgjengeleg i Sofie.

source: Error: The studio of this Rundown was not found.
nn: Feil: Kan ikkje finne studioet for denne køyreplanen.

source: This playlist is empty
nn: Denne spelelista er tom

source: Error: The ShowStyle of this Rundown was not found.
nn: Feil: Kan ikkje finne showstyle for denne køyreplanen.

source: Unknown error
nn: Ukjend feil

source: Rundown {{rundownName}} in Playlist {{playlistName}} is missing in the data from {{nrcsName}}. You can either leave it in Sofie and mark it as Unsynced or remove the rundown from Sofie. What do you want to do?
nn: Køyreplanen {{rundownName}} i lista {{playlistName}} manglar i data frå {{nrcsName}}. Du kan anten markere den som ikkje synkronisert og behalde den i Sofie, eller du kan fjerne køyreplanen ifrå Sofie. Kva vil du gjere?

source: (Unknown rundown)
nn: (Ukjend køyreplan)

source: (Unknown playlist)
nn: (Ukjend køyreplanliste)

source: Leave Unsynced
nn: Behald ikkje-synkronisert køyreplan

source: Remove
nn: Fjern

source: Remove rundown
nn: Fjern køyreplan

source: Do you really want to remove just the rundown "{{rundownName}}" in the playlist {{playlistName}} from Sofie? This cannot be undone!
nn: Er du sikker på at du vil slette køyreplanen {{rundownName}} i lista {{playlistName}} frå Sofie? Denne handlinga kan du ikkje angre!

source: Loop Start
nn: Start for loop

source: Loop End
nn: Slutt for loop

source: (in: {{time}})
nn: (om: {{time}})

source: ({{time}} ago)
nn: (for {{time}} sidan)

source: Planned Start
nn: Planlagt start

source: Planned Duration
nn: Planlagt varigheit

source: Planned End
nn: Planlagt slutt

source: Time to planned end
nn: Tid til planlagt slutt

source: Time since planned end
nn: Tid sidan planlagt slutt

source: The rundown "{{rundownName}}" is not published or activated in {{nrcsName}}! No data updates will currently come through.
nn: Køyreplanen "{{rundownName}}" er ikkje synkronisert med MOS/{{nrcsName}}! Kontroller at den er satt til MOS Active i ENPS.

source: Re-sync
nn: Synkroniser med MOS

source: Re-sync Rundown
nn: Synkroniser køyreplanen med ENPS på nytt

source: Are you sure you want to re-sync the Rundown? (If the currently playing Part has been changed, this can affect the output)
nn: Er du sikker på at du vil gjenopprette synkronisering mot ENPS for denne køyreplanen? (Dette kan virke inn på pågåande sending)

source: Fixing this problem requires a restart to the host device. Are you sure you want to restart {{device}}? (This might affect output)
nn: Feilretting krever ein omstart av {{device}}. Er du sikker på at du ønsker å starta einingen på nytt?(Dette kan ha innverknad på gjennomføringa av ein igangverande sending)

source: Device "{{deviceName}}" restarting...
nn: "{{deviceName}}" starter på ny...

source: Failed to restart device: "{{deviceName}}": {{errorMessage}}
nn: Kunne ikkje starta "{{deviceName}}" om att: {{errorMessage}}

source: There is an unknown problem with the part.
nn: Det er eit ukjend problem med denne delen.

source: Show issue
nn: Vis problem

source: There is an unspecified problem with the source.
nn: Det er eit ikkje-spesifisert problem med kjelden.

source: External message queue has unsent messages.
nn: Ekstern meldingskø har meldingar som ikkje er sendt.

source: The system configuration has been changed since importing this rundown. It might not run correctly
nn: Systemoppsettet har verte endra etter at denne køyreplanen vart importert. Køyreplanen kan verte spelt av med feil

source: Unable to check the system configuration for changes
nn: Kan ikkje kontrollere endringar i systemoppsettet

source: The Studio configuration is missing some required fields:
nn: Studiooppsettet manglar obligatoriske felt:

source: The Show Style configuration "{{name}}" could not be validated
nn: Showstyleoppsettet "{{name}}" kunne ikkje validerast

source: The ShowStyle "{{name}}" configuration is missing some required fields:
nn: Showstyleoppsettet "{{name}}" manglar obligatoriske felt:

source: Unable to validate the system configuration
nn: Systemoppsettet kunne ikkje validerast

source: Device {{deviceName}} is disconnected
nn: {{deviceName}} er fråkopla

source: Warnings
nn: Åtvaringar

source: Just now
nn: No

source: Less than a minute ago
nn: Under eitt minutt sidan

source: Less than five minutes ago
nn: Under fem minutt sidan

source: Around 10 minutes ago
nn: Cirka 10 minutt sidan

source: More than 10 minutes ago
nn: Over 10 minutt sidan

source: More than 30 minutes ago
nn: Over 30 minutt sidan

source: More than 2 hours ago
nn: Over 2 timer sidan

source: More than 5 hours ago
nn: Over 5 timar sidan

source: More than a day ago
nn: Over ein dag sidan

source: {{nrcsName}} Connection
nn: {{nrcsName}}-tilkopling

source: Last update
nn: Nyeste oppdatering

source: Off-line devices
nn: Fråkoplete einingar

source: Devices with issues
nn: Einingar med problem

source: All connections working correctly
nn: Alle tilkoplingar er OK

source: Play-out
nn: Avspelning

source: All devices working correctly
nn: Alle eininger fungerer som dei skal

source: Expected End
nn: Venta slutt

source: Next Loop at
nn: Neste loop starter

source: Diff
nn: Skilnad

source: Started
nn: Starta

source: Expected Start
nn: Venta slutt

source: {{currentRundownName}} - {{rundownPlaylistName}} (Looping)
nn: {{currentRundownName}} - {{rundownPlaylistName}} (Looper)

source: {{rundownPlaylistName}} (Looping)
nn: {{rundownPlaylistName}} (Looper)

source: Floated AdLib
nn: Adlib satt på vent

source: Switchboard
nn: Omkoplingssentral

source: This is not in it's normal setting
nn: Denne innstillinga er vorte endra frå standardverdien

source: Off
nn: Av

source: On Air At
nn: On Air klokka

source: On Air In
nn: On Air om

source: Unsynced
nn: Ikkje synkronisert med MOS

source: Sources
nn: Kjelder

source: Loops to top
nn: Looper til toppen

source: Show End
nn: Sendeslutt

source: BREAK
nn: PAUSE

source: Break In
nn: Pause om

source: part
nn: punkt

source: Set segment as <strong>Next</strong>
nn: Set tittel som <strong>neste</strong>: Startar på neste Take

source: Queue segment
nn: Cue tittel: Startar når aktiv tittel er ferdig

source: Clear queued segment
nn: Fjern cuet tittel

source: Set this part as <strong>Next</strong>
nn: Set dette punktet som <strong>neste</neste>: Startar på neste Take

source: Set <strong>Next</strong> Here
nn: Sett <strong>Neste</strong> her

source: Play from Here
nn: Spel av frå her

source: Zoom Out
nn: Zoom ut

source: Show All
nn: Vis Alle

source: Parts Duration
nn: Varigheit for del

source: Unknown
nn: Ukjend

source: Good
nn: Bra

source: Minor Warning
nn: Mindre åtvaring (avvik)

source: Warning
nn: Åtvaring

source: Bad
nn: Feil

source: Fatal
nn: Kritisk

source: Connected
nn: Tilkopla

source: Disconnected
nn: Fråkopla

source: Unknown Device
nn: Ukjend eining

source: Delete this Studio?
nn: Slett dette studioet?

source: Are you sure you want to delete the studio "{{studioId}}"?
nn: Er du sikker på at du vil slette studioet "{{studioId}}"?

source: Delete this Show Style?
nn: Slett denne showstylen?

source: Are you sure you want to delete the show style "{{showStyleId}}"?
nn: Er du sikker på at du vil slette showstylen "{{showStyleId}}"?

source: Delete this Blueprint?
nn: Slett dette blueprintet?

source: Are you sure you want to delete the blueprint "{{blueprintId}}"?
nn: Er du sikker på at du vil slette blueprintet "{{blueprintId}}"?

source: Remove this Device?
nn: Fjern denne eininga?

source: Are you sure you want to remove the device "{{deviceName}}" and all of it's sub-devices?
nn: Er du sikker på at du vil fjerne eninga "{{deviceName}}" og alle undereiningane?

source: Studios
nn: Studio

source: Unnamed Studio
nn: Studio utan namn

source: Show Styles
nn: Showstyle

source: Unnamed Show Style
nn: Showstyle utan namn

source: Source Layers
nn: Kjeldelag

source: Output Channels
nn: Utgangskanalar

source: Blueprints
nn: Blueprint

source: Unnamed blueprint
nn: Blueprint utan namn

source: Version
nn: Versjon

source: Devices
nn: Einingar

source: Tools
nn: Verktøy

source: Core System settings
nn: Systeminnstillingar for Core

source: Upgrade Database
nn: Oppgrader databasen

source: Manage Snapshots
nn: Behandle snapshots

source: System Settings
nn: Systeminstillinger

source: Update Blueprints?
nn: Oppdater blueprints?

source: Update
nn: Oppdater

source: Are you sure you want to update the blueprints from the file "{{fileName}}"?
nn: Er du sikker på at du vil oppdatere blueprints frå fila "{{fileName}}"?

source: Blueprints updated successfully.
nn: Blueprints blei oppdatert.

source: Replace Blueprints?
nn: Erstatte blueprints?

source: Replace
nn: Erstatt

source: Are you sure you want to replace the blueprints with the file "{{fileName}}"?
nn: Er du sikker på at du vil erstatte blueprints frå fila "{{fileName}}"?

source: Failed to update blueprints: {{errorMessage}}
nn: Oppdatering av blueprints feila: {{errorMessage}}

source: Assigned Show Styles:
nn: Tilordna showstyles:

source: This Blueprint is not being used by any Show Style
nn: Dette blueprintet er ikkje i bruk av nokon showstyles

source: Assigned Studios:
nn: Tilordna studio:

source: This Blueprint is not compatible with any Studio
nn: Dette blueprintet er ikkje kompatibel med noko studio

source: Unassign
nn: Fjern tilordning

source: Assign
nn: Tilordne

source: Blueprint Name
nn: Blueprintnamn

source: No name set
nn: Namn ikkje definert

source: Upload a new blueprint
nn: Last opp eit nytt blueprint

source: Last modified
nn: Sist endra

source: Blueprint Version
nn: Blueprintversjon

source: Disable version check
nn: Deaktiver versjonsjekk

source: Upload Blueprints
nn: Last opp blueprints

source: OAuth credentials succesfully uploaded.
nn: Opplasting av OAuth credentials var vellukka.

source: Failed to upload OAuth credentials: {{errorMessage}}
nn: Opplasting av OAuth credentials feila: {{errorMessage}}

source: OAuth credentials successfuly reset
nn: OAuth credentials nullstilt.

source: Failed to reset OAuth credentials: {{errorMessage}}
nn: Nullstilling av OAuth credentials feila: {{errorMessage}}

source: Reset Authentication
nn: Passord for autentisering

source: Application credentials
nn: Brukarnamn/passord (Application Credentials)

source: Access token
nn: Tilgongskode (Access Token)

source: Click on the link below and accept the permissions request.
nn: Klikk på lenka under og godta permissions-førespurnaden

source: Waiting for gateway to generate URL...
nn: Ventar på at gateway genererar URL...

source: Only Match Global AdLibs
nn: Vis kun globale adliber

source: Name
nn: Namn

source: Display Style
nn: Stil for vising

source: Show thumbnails next to list items
nn: Vis miniatyrbilete ved sida av listeelement

source: Button width scale factor
nn: Breiddeskala for knapp

source: Button height scale factor
nn: Høgdeskala for knapp

source: Only Display AdLibs from Current Segment
nn: Vis berre adliber frå gjeldande tittel

source: Include Global AdLibs
nn: Inkluder globale adliber
